Repository: Piecelet/NeoDBKit
Catalog: Sources/NeoDBModels/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# neodb.item.schema.tvshow.metadata.episode_count.label
source: Number of Episodes
zh_hans: 集数

# neodb.item.schema.tvshow.metadata.genre.label
source: Genre
zh_hans: 类型

# neodb.item.schema.tvshow.metadata.language.label
source: Language
zh_hans: 语言

# neodb.item.schema.tvshow.metadata.playwright.label
source: Playwright
zh_hans: 编剧

# neodb.item.schema.tvshow.metadata.season_count.formatted
source: %lld Seasons
zh_hans: %lld 季

# neodb.item.schema.tvshow.metadata.season_count.label
source: Season
zh_hans: 季数

# neodb.item.schema.tvshow.metadata.year.label
source: Year
zh_hans: 年份

# neodb.note.progress_type.chapter.label
source: Chapter
zh_hans: 章节

# neodb.note.progress_type.cycle.label
source: Cycle
zh_hans: 周目

# neodb.note.progress_type.episode.label
source: Episode
zh_hans: 单集

# neodb.note.progress_type.page.label
source: Page
zh_hans: 页码

# neodb.note.progress_type.part.label
source: Part
zh_hans: 分部

# neodb.note.progress_type.percentage.label
source: Percentage
zh_hans: 百分比

# neodb.note.progress_type.timestamp.label
source: Timestamp
zh_hans: 时间

# neodb.note.progress_type.track.label
source: Track
zh_hans: 曲目
